Repository: jenevieve18/hw
Catalog: src/HW.Grp/Properties/*.resx
Languages: de_de, sv_se

# access.nodelete
source: Access to permanently delete users
de_de: Zugang zum endgültigen Löschen von Benutzern
sv_se: Åtkomst för att radera användare permanent

source: Action
de_de: Aktivität
sv_se: Aktivitet

source: Active
de_de: Aktiv
sv_se: Aktiv

# active.activated
source: Active/<br>Activated
de_de: Aktiv/<br>Aktiviert
sv_se: Aktiv/<br>Aktiverad

# admin.error
source: Super administrators cannot change password. Please contact support@healthwatch.se.
de_de: Super-User kann Passwort nicht ändern Bitte wenden Sie sich an support@healthwatch.se.
sv_se: Superanvändare kan inte ändra lösenord. Vänligen kontakta support@healthwatch.se.

source: Administration
de_de: Verwaltung

source: Alphabetical
de_de: Alphabetisch
sv_se: Alfabetisk

# answer.last
source: Last month<br/>answer count
de_de: Zahl der Antworten<br/>im letzten Monat
sv_se: Antal svar<br/>senaste månaden

source: Background variable
de_de: Hintergrundvariable
sv_se: Bakgrundsvariabel

source: Cancel
de_de: Abbrechen
sv_se: Avbryt

# count.answer
source: Answer count
de_de: Anzahl Antworten
sv_se: Antal svar

source: Credentials
de_de: Daten
sv_se: Uppgifter

# date.future.no
source: (future date not allowed)
de_de: (zukünftige Datumsangaben unzulässig)
sv_se: (framtida datum inte tillåtet)

# day.everyday
source: every day
de_de: Jeden Tag
sv_se: varje dag

source: Department
de_de: Einheit
sv_se: Enhet

# disassociate.start
source: Disassociate this user with the organization from start.
de_de: Diesen Benutzer von Anfang an von der Organisation trennen.
sv_se: Koppla bort den här användaren från organisationen från start.

# disassociate.today
source: From today and onwards, disassociate this user with the organization.
de_de: Diesen Benutzer ab heute und zukünftig von der Organisation trennen.
sv_se: Koppla bort denna användare från organisationen från idag och framåt.

# display.hierarchy
source: (for display in hierarchy)
de_de: (zur Anzeige in der Hierarchie)
sv_se: (för visning i hierarkin)

# email.incorrect
source: incorrect email address(es) found.
de_de: Falsche Mailadresse(n) gefunden.
sv_se: Felaktig/a mejladress/er har hittats.

source: Execute
de_de: Ausführen
sv_se: Utför

# exercises.area
source: Choose area
de_de: Gebiet wählen
sv_se: Välj område

# exercises.category
source: Choose a Category
de_de: Kategorie wählen
sv_se: Välj kategori

# exercises.group
source: Group-<br>exercises
de_de: Gruppen-<br>übungen
sv_se: Grupp-<br>övningar

source: Exercises - Sorting:
de_de: Übungen - Sortierung:
sv_se: Övningar - Sortering:

source: Filename
de_de: Dateiname
sv_se: Filnamn

# found.results
source: results found.
de_de: Treffer.
sv_se: träffar.

# graphs.change
source: Change this graph to:
de_de: Diese Grafik ändern in:
sv_se: Ändra alla grafer till:

# graphs.change.all
source: Change all graphs to:
de_de: Alle Grafiken ändern in:
sv_se: Ändra alla grafer till:

# graphs.export
source: Export this graph to:
de_de: Diese Grafik exportieren nach:
sv_se: Exportera denna graf till:

# graphs.export.all
source: Export all graphs to:
de_de: Alle Grafiken exportieren nach:
sv_se: Exportera alla grafer till:

# i18n
source: På svenska
de_de: Auf Deutsch
sv_se: In English

# included.not
source: Not included
de_de: Nicht enthalten
sv_se: Inte inkluderad

# invitation.received
source: Received <br> Inivtation
de_de: Einladung<br>erhalten
sv_se: Fått inbjudan

# invite.first
source: 1st invite&nbsp;<br/>&nbsp;sent
de_de: 1. Einladung&nbsp;<br/>&nbsp;versandt
sv_se: 1:a inbjudan&nbsp;<br/>&nbsp;skickad

# invite.resolve
source: Resolve<br/>Invitation
de_de: Einladung
sv_se: Inbjudan

# login.header
source: Group administration
de_de: Gruppenadministration
sv_se: Gruppadministration

# login.invalid
source: Invalid user name or password. Please try again.
de_de: Benutzername oder Passwort ungültig. Bitte versuchen Sie es noch einmal.
sv_se: Ogiltigt användarnamn eller lösenord. Var vänlig och försök igen.

source: Login reminder
de_de: Login-Erinnerung
sv_se: Inloggningspåminnelse

# login.reminder.subject
source: Login reminder subject/message
de_de: Login-Erinnerung Betreff/Nachricht
sv_se: Inloggningspåminnelse ämne/meddelande

# login.signin
source: Sign in
de_de: Login
sv_se: Logga in

# manager.access
source: Roles
de_de: Zugang
sv_se: Åtkomst

# manager.add
source: Add manager
de_de: Vorgesetzten hinzufügen
sv_se: Lägg till chef

# manager.delete
source: Are you sure you want to delete this manager?
de_de: Wollen Sie diesen Vorgesetzten wirklich löschen?
sv_se: Är du säker på att du vill radera denna chef?

# manager.email.notunique
source: Please choose a unique email address!
de_de: Bitte wählen Sie eine eindeutige E-Mail-Adresse
sv_se: Vänligen välj en unik epostadress

# manager.email.required
source: Email address is required.
de_de: E-Mail-Adresse erforderlich
sv_se: Epostadress behövs

# manager.invalid
source: Error! The username is invalid, please select a different one!
de_de: Fehler! Benutzername ungültig, bitte wählen Sie einen anderen.
sv_se: Fel! Användarnamnet är ogiltigt, vänligen välj ett annat!

# manager.login.days
source: days(s)
de_de: Tag(e)
sv_se: dag(ar)

# manager.login.last
source: Last login
de_de: Letztes Login
sv_se: Senast inloggad

# manager.login.notactivated
source: Not activated
de_de: Nicht aktiviert
sv_se: Inte aktiverad

# manager.login.notonrecord
source: Not on record
de_de: Nicht verfügbar
sv_se: Ej tillgängligt

# manager.name
source: Name
de_de: Vorname
sv_se: Förnamn

# manager.name.last
source: Last Name
de_de: Nachname
sv_se: Efternamn

# manager.name.required
source: Sponsor admin name is required.
de_de: Name erforderlich
sv_se: Namn behövs

# manager.password
source: Password
de_de: Passwort
sv_se: Lösenord

# manager.username
source: Username
de_de: Benutzername
sv_se: Användarnamn

# match.no
source: The search yielded no results!
de_de: Die Suche ergab keine Treffer.
sv_se: Sökningen gav inget resultat!

# message.activated.all
source: Message to all activated users
de_de: Nachricht an alle aktivierten Benutzer
sv_se: Meddelande till alla aktiverade användare

# message.confirm
source: message, confirm with password
de_de: Nachricht, bitte mit Passwort bestätigen
sv_se: meddelande, bekräfta med lösenord

# message.sent
source: messages successfully sent.
de_de: Die Nachricht wurde erfolgreich gesendet.
sv_se: Meddelandena har skickats med framgång!

source: month
de_de: Monat
sv_se: månad

# month.one
source: One month
de_de: Einen Monat
sv_se: En månad

# month.six
source: 6 months
de_de: 6 Monate
sv_se: 6 månader

# month.three
source: 3 months
de_de: 3 Monate
sv_se: 3 månader

source: Never
de_de: Nie
sv_se: Aldrig

source: News
de_de: Neuigkeiten
sv_se: Nyheter

source: No
de_de: Nein
sv_se: Nej

# org.database
source: Database, all <br>other</b> organizations
de_de: Datenbank, alle<br>anderen</b>Organisationen
sv_se: Databasen, alla <br>andra</b> organisationer

# org.total
source: Total for your organization(s)
de_de: Summe für Ihre Organisation(en)
sv_se: Totalt för din/a organisation/er

# organization.access
source: Organisation access
de_de: Organisationszugang
sv_se: Organisationsåtkomst

source: Organization read only
de_de: Organisation, nur Leseberechtigung
sv_se: Organisation, enbart läsbehörighet

# password.activate
source: Activate Password
de_de: Passwort aktivieren
sv_se: Aktivera lösenord

# password.activate.sent
source: Password activation link sent!
de_de: Aktivierungslink für Passwort versandt.
sv_se: Aktiveringslänk för lösenord skickad!

# password.change
source: Change password
de_de: Passwort ändern
sv_se: Ändra lösenord

# password.confirm
source: Confirm Password
de_de: Passwort bestätigen
sv_se: Bekräfta lösenord

# password.incorrect
source: Incorrect password!
de_de: Falsches Passwort!
sv_se: Fel lösenord!

# password.new
source: New Password
de_de: Neues Passwort
sv_se: Nytt lösenord

# password.nomatch
source: Passwords do not match!
de_de: Passwörter stimmen nicht überein!
sv_se: Lösenorden matchar inte!

# password.saved
source: New password saved!
de_de: Neues Passwort wurde gespeichert.
sv_se: Nytt lösenord sparat!

# password.short
source: Password too short! It needs to be at least 8 characters.
de_de: Zu kurzes Passwort! Ihr Passwort muss mindestens 8 Zeichen lang sein.
sv_se: Lösenordet är för kort! Det behöver vara minst 8 tecken.

source: Period
de_de: Zeitraum

source: Popularity
de_de: Beliebtheit
sv_se: Popularitet

# privilege.super
source: Super privileges
de_de: Superberechtigungen
sv_se: Superbehörigheter

# questions.based
source: based on questions in survey
de_de: basiert auf Fragen im Fragebogen
sv_se: baserat på frågor i enkät

source: Random
de_de: Zufällig
sv_se: Slumpmässig

source: Recipients
de_de: Empfänger
sv_se: Mottagare

source: Registration
de_de: Registrierung
sv_se: Registrering

# registration.invitation.subject
source: Registration invitation subject/message *
de_de: Einladung zur Registrierung Betreff/Nachricht *
sv_se: Registreringsinbjudan ämne/meddelande *

source: Registration reminder
de_de: Registrierungserinnerung
sv_se: Registreringspåminnelse

# registration.reminder.subject
source: Registration reminder subject/message **
de_de: Registrierungserinnerung Betreff/Nachricht **
sv_se: Registreringspåminnelse ämne/meddelande **

source: Reminder:
de_de: Erinnerung:
sv_se: Påminnelse:

source: Reminder for
de_de: Erinnerung für
sv_se: Påminnelse för

# reminder.text
source: Reminder
de_de: Erinnerung
sv_se: Påminnelse

source: Resend
de_de: Erneut senden
sv_se: Skicka igen

# revert.default
source: Revert to default messages
de_de: Auf Standardnachrichten zurücksetzen
sv_se: Återställ till standardmeddelanden

# role.user.super
source: Super user (can administer its own manager account, including all units)
de_de: Super-User (kann sein eigenes Vorgesetztenkonto einschließlich aller Einheiten verwalten)
sv_se: Superanvändare (kan administrera sitt eget chefskonto, inlkusive alla enheter)

source: Save
de_de: Speichern
sv_se: Spara

source: Search
de_de: Suchen
sv_se: Sök

# search.email
source: Search user by email
de_de: Benutzer über E-Mail suchen
sv_se: Sök användare via e-post

source: < Select send type >
de_de: < Typ auswählen und senden >
sv_se: < Välj och skicka sort >

source: Send
de_de: Senden
sv_se: Skicka

# send.auto.day
source: The automatic send in every day mode will only execute once/week/user
de_de: Die automatische Sendung im Modus "Täglich" erfolgt nur einmal/Woche/Benutzer
sv_se: Det automatiska utskicket i dagligen kommer bara att genomföras en gång/vecka/användare

# send.auto.perform
source: Automatically perform check and send every
de_de: Automatisch kontrollieren und senden an jedem
sv_se: Kontrollera och skicka automatiskt varje

source: Send credentials
de_de: Benutzerdaten senden
sv_se: Skicka användarduppgifter

# send.individuals
source: Send to individuals who have not logged in during the last
de_de: An Personen senden, die sich nicht eingeloggt haben im letzten
sv_se: Skicka till personer som inte loggat in under den senaste

# send.once
source: * Sent only once to each individual (status is reset upon email address change)
de_de: * Wird nur einmal an jede Person gesendet (Status wird zurückgesetzt, wenn E-Mail-Adresse geändert wird)
sv_se: * Skickas bara en gång till varje person (status återställs om mejladressen ändras)

# send.only
source: ** Sent only to individuals who have received invitation but not activated their account
de_de: ** Wird nur an Personen gesendet, die schon eine Einladung erhalten, ihr Konto jedoch noch nicht aktiviert haben
sv_se: ** Skickas bara till personer som redan fått inbjudan men inte har aktiverat sina konton.

# sent.last
source: Last sent
de_de: Zuletzt gesendet
sv_se: Senast skickat

source: Settings
de_de: Einstellungen
sv_se: Inställningar

source: Show all
de_de: Alle anzeigen
sv_se: Visa alla

source: Sponsor
de_de: Organisation
sv_se: Organisation

# stats.named
source: Show statistics named
de_de: Statistik anzeigen als
sv_se: Visa statistik som

# status.active
source: Active
de_de: Aktiv
sv_se: Aktiv

# status.stop.complete
source: Stopped, project completed
de_de: Beendet, Projekt abgeschlossen
sv_se: Stoppad, projekt slutfört

# status.stop.education
source: Stopped, education leave
de_de: Beendet, Weiterbildungsurlaub
sv_se: Stoppad, studieledigt

# status.stop.not.associated
source: Stopped, no longer associated
de_de: Beendet, nicht mehr verbunden
sv_se: Stoppad, inte anknuten längre

# status.stop.not.participate
source: Stopped, do not want to participate
de_de: Beendet, möchte nicht teilnehmen
sv_se: Stoppad, önskar inte delta

# status.stop.other
source: Stopped, other reason
de_de: Beendet, andere Gründe
sv_se: Stoppad, annat skäl

# status.stop.parent
source: Stopped, parental leave
de_de: Beendet, Erziehungsurlaub
sv_se: Stoppad, föräldraledigt

# status.stop.sick
source: Stopped, sick leave
de_de: Beendet, krank geschrieben
sv_se: Stoppad, sjukfrånvaro

# status.stop.unknown
source: Stopped, unknown reason
de_de: Beendet, Grund unbekannt
sv_se: Stoppad, okänd anledning

# status.stop.work
source: Stopped, work related
de_de: Beendet, arbeitsbedingt
sv_se: Stoppad, arbetsrelaterat

source: Submit
de_de: Ausführen
sv_se: Kör

# survey.extended.no
source: # of extended<br>surveys
de_de: # erweiterter<br>Umfragen
sv_se: # av utökade<br>enkäter

# survey.extended.stats
source: Extended survey statistics
de_de: Statistik für erweiterte Umfragen
sv_se: Statistik för utökade enkäter

# survey.stats
source: Survey statistics
de_de: Umfragestatistik
sv_se: Enkätstatistik

# thanks
source: Thank you:
de_de: Danke:
sv_se: Tack:

# thanks.mail
source: Thank you mail for
de_de: Dankmail für
sv_se: Tackmejl för

source: Total
de_de: Gesamt

source: Unit
de_de: Einheit
sv_se: Enhet

# unit.add
source: Add unit
de_de: Einheit hinzufügen
sv_se: Lägg till enhet

source: Unit/Email
de_de: Einheit/E-Mail
sv_se: Enhet/E-post

source: Unit ID
de_de: Einheits-ID
sv_se: Enhets-ID

# unit.import
source: Import units
de_de: Einheiten importieren
sv_se: Importera enheter

source: Unit name
de_de: Einheitsname
sv_se: Enhetsnamn

# unit.parent
source: Parent unit
de_de: Übergeordnete Einheit
sv_se: Överordnad enhet

# unit.parent.default
source: Default parent unit
de_de: Übergeordnete Einheit, Standardwert
sv_se: Överordnad enhet, standardvärde

source: updated on
de_de: aktualisiert am
sv_se: uppdaterad den

# user.active.perform
source: If this user has activated the account, perform the following
de_de: Wenn dieser Benutzer sein Konto aktiviert hat, wie folgt vorgehen:
sv_se: Om den här användaren har aktiverat kontot, gör följande

# user.add
source: Add user
de_de: Benutzer hinzufügen
sv_se: Lägg till användare

# user.exists
source: A user with this email address already exist!
de_de: Es existiert bereits ein Benutzer mit dieser E-Mail-Adresse!
sv_se: En användare med den här e-postadressen existerar redan!

# user.import
source: Import users
de_de: Benutzer importieren
sv_se: Importera användare

# user.import.export
source: (for user import/export, short name, no spaces)
de_de: für Import/Export von Benutzern, Kurzname, keine Leerzeichen
sv_se: för import/export av användare, kort namn, inga mellanslag

# user.name
source: Email or Username
de_de: E-Mail oder Benutzername
sv_se: E-post eller användarnamn

# user.password
source: Password
de_de: Passwort
sv_se: Lösenord

# user.perform.activated
source: If this user has activated the account, perform the following
de_de: Wenn dieser Benutzer sein Konto aktiviert hat, wie folgt vorgehen:
sv_se: Om den här användaren har aktiverat kontot, gör följande

# user.update.onwards
source: Update the user profile with these settings from today and onwards.
de_de: Benutzerprofil mit diesen Einstellungen von heute an aktualisieren
sv_se: Uppdatera användarprofilen med dessa inställningar från och med idag och framåt.

# user.update.previous
source: The previously registered email address has never been correct and the created account should be detached from organization.
de_de: Die zuvor registrierte E-Mail-Adresse ist niemals korrekt gewesen; das angelegte Konto muss aus der Organisation entfernt werden.
sv_se: Den tidigare registrerade e-postadessen har aldrig varit korrekt och det skapade kontot bör tas bort från organisationen.

# user.update.start
source: Update the user profile as if these settings were set from start.
de_de: Benutzerprofil aktualisieren, als ob diese Einstellungen von Anfang an bestanden hätten.
sv_se: Uppdatera användarprofilen som om dessa inställningar ställdes in från början.

# users.activated.all
source: All activated users
de_de: Alle aktivierten Benutzer
sv_se: Alla aktiverade användare

# users.activated.no
source: # of activated<br/>users
de_de: # der aktivierten<br>Benutzer
sv_se: # av aktiverade<br/>användare

# users.invited.no
source: # of invited<br>users
de_de: # der eingeladenen<br>Benutzer
sv_se: # av inbjudna<br>användare

# users.no
source: # of added<br>users
de_de: # der hinzugefügten<br>Benutzer
sv_se: # av tillagda<br>användare

# users.none
source: <none >
de_de: < keine >
sv_se: < ingen >

# users.unit
source: Users on unit
de_de: Benutzer in Einheit
sv_se: Användare på enhet

# users.unit.subunit
source: Users on unit+subunits
de_de: Benutzer in Einheit und Untergruppen
sv_se: Användare på enhet och undergrupper

# version
source: Version x.xx published
de_de: Version x.xx veröffentlicht
sv_se: Version x.xx publicerad

source: week
de_de: Woche
sv_se: vecka

# week.disabled
source: < disabled >
de_de: < deaktiviert >
sv_se: < avaktiverad >

# week.everyday
source: < every day >
de_de: < jeden Tag >
sv_se: < varje dag >

# week.friday
source: Friday
de_de: Freitag
sv_se: Fredag

# week.monday
source: Monday
de_de: Montag
sv_se: Måndag

# week.one
source: One week
de_de: Eine Woche
sv_se: En vecka

# week.same
source: < same as parent >
de_de: < dieselbe wie übergeordnete >
sv_se: < samma som förälder >

# week.thursday
source: Thursday
de_de: Donnerstag
sv_se: Torsdag

# week.tuesday
source: Tuesday
de_de: Dienstag
sv_se: Tisdag

# week.two
source: 2 weeks
de_de: Zwei Wochen
sv_se: 2 veckor

# week.two.even
source: Two weeks, start with even
de_de: Zwei Wochen, beginnend mit gerader
sv_se: Två veckor, börja med jämn

# week.two.odd
source: Two weeks, start with odd
de_de: Zwei Wochen, beginnend mit ungerader
sv_se: Två veckor, börja med udda

# week.wednesday
source: Wednesday
de_de: Mittwoch
sv_se: Onsdag

# year.one
source: One year
de_de: Ein Jahr
sv_se: Ett år

source: Yes
de_de: Ja
sv_se: Ja

# department.toplevel
source: < top level >
sv_se: < toppnivå >

source: Email
sv_se: E-post

source: xls verbose
sv_se: xls omfattande
